Repository: microsoft/PowerToys
Catalog: src/modules/peek/Peek.UI/Strings/*/Resources.resw
Source language: en_us
Languages: vi

# LaunchAppButton_OpenWith_Text
source: Open with
vi: Mở bằng

# LaunchAppButton_OpenWith_ToolTip
source: Open with (Enter)
vi: Mở bằng (Enter)

# LaunchAppButton_OpenWithApp_Text
source: Open with {0}
vi: Mở bằng {0}

# LaunchAppButton_OpenWithApp_ToolTip
source: Open with {0} (Enter)
vi: Mở bằng {0} (Enter)

# UnsupportedFile_FileType
source: File Type: {0}
vi: Loại tệp: {0}

# UnsupportedFile_FileSize
source: Size: {0}
vi: Kích thước: {0}

# UnsupportedFile_DateModified
source: Date Modified: {0}
vi: Ngày sửa đổi: {0}

# PreviewTooltip_FileName
source: Filename: {0}
vi: Tên tệp: {0}

# PreviewTooltip_FileType
source: Item Type: {0}
vi: Loại mục: {0}

# PreviewTooltip_DateModified
source: Date Modified: {0}
vi: Ngày sửa đổi: {0}

# PreviewTooltip_Dimensions
source: Dimensions: {0} × {1}
vi: Kích thước: {0} × {1}

# PreviewTooltip_FileSize
source: Size: {0}
vi: Kích thước: {0}

# PreviewTooltip_Blank
source: File preview
vi: Xem trước tệp

# PinButton_Tooltip
source: Pin the window to the current size
vi: Ghim cửa sổ ở kích thước hiện tại

# UnpinButton_ToolTip
source: Unpin the window
vi: Bỏ ghim cửa sổ

# FailedFallbackReportBugHyperlinkButton.Content
source: Report a bug
vi: Báo cáo lỗi

# FailedFallbackTextBlock.Text
source: An error occurred while previewing this file.
vi: Đã xảy ra lỗi khi xem trước tệp này.

# Archive_Directory_Count
source: {0} directories
vi: {0} thư mục

# Archive_File_Count
source: {0} files
vi: {0} tệp

# Archive_Size
source: {0} (extracted {1})
vi: {0} (giải nén {1})

# ReadableString_BytesAbbreviationFormat
source: bytes
vi: byte

# OpenUriDialog.CloseButtonText
source: Cancel
vi: Hủy

# OpenUriDialog.PrimaryButtonText
source: Open
vi: Mở

# OpenUriDialog.SecondaryButtonText
source: Copy
vi: Sao chép

# OpenUriDialog.Title
source: Do you want Peek to open the external application?
vi: Bạn có muốn Peek mở liên kết này không?

# ReadableString_BytesString
source: ({1:N0} bytes)
vi: ({1:N0} byte)

# Drive_FreeSpace
source: {0} available
vi: {0} khả dụng

# Drive_UsedSpace
source: {0} used
vi: {0} đã sử dụng

# Drive_Capacity
source: Capacity: {0}
vi: Dung lượng: {0}

# Drive_FileSystem
source: File System: {0}
vi: Hệ thống tệp: {0}

# Drive_Type
source: Type: {0}
vi: Loại: {0}

# Drive_Type_Fixed
source: Fixed
vi: Cố định

# Drive_Type_Network
source: Network
vi: Mạng

# Drive_Type_Optical
source: Optical
vi: Ổ đĩa quang

# Drive_Type_RAM_Disk
source: RAM Disk
vi: Ổ đĩa RAM

# Drive_Type_Removable
source: Removable
vi: Di động

# Drive_Unknown
source: Unknown
vi: Không xác định

# Audio_Artist
source: Artist: {0}
vi: Nghệ sĩ: {0}

# Audio_Length
source: Length: {0}
vi: Thời lượng: {0}

# ContextMenu_Copy
source: Copy
vi: Sao chép

# ContextMenu_ToggleTextWrapping
source: Toggle text wrapping
vi: Bật/tắt ngắt dòng văn bản

# ContextMenu_ToggleMinimap
source: Toggle minimap
vi: Bật/tắt bản đồ thu nhỏ

# NoMoreFiles
source: No more files to preview.
vi: Không còn tệp nào để xem trước.

# DeleteFileError_NotFound
source: The file cannot be found. Please check if the file has been moved, renamed, or deleted.
vi: Không thể tìm thấy tệp. Vui lòng kiểm tra xem tệp đã bị di chuyển, đổi tên hoặc xóa chưa.

# DeleteFileError_AccessDenied
source: Access is denied. Please ensure you have permission to delete the file.
vi: Truy cập bị từ chối. Vui lòng đảm bảo bạn có quyền xóa tệp.

# DeleteFileError_Generic
source: An error occurred while deleting the file. Please try again later.
vi: Đã xảy ra lỗi khi xóa tệp. Vui lòng thử lại sau.

# DeleteFileError_FileInUse
source: The file is currently in use by another program. Please close any programs that might be using the file, then try again.
vi: Tệp hiện đang được sử dụng bởi chương trình khác. Vui lòng đóng mọi chương trình có thể đang sử dụng tệp, sau đó thử lại.

# DeleteFileError_WriteProtected
source: The storage medium is write-protected. If possible, remove the write protection then try again.
vi: Phương tiện lưu trữ được bảo vệ chống ghi. Nếu có thể, hãy gỡ bỏ bảo vệ chống ghi rồi thử lại.

# DeleteFileError_Prefix
source: Cannot delete '{0}'.
vi: Không thể xóa '{0}'.

# DeleteConfirmationDialog.Title
source: Delete file?
vi: Xóa tệp?

# DeleteConfirmationDialog.PrimaryButtonText
source: Delete
vi: Xóa

# DeleteConfirmationDialog.CloseButtonText
source: Cancel
vi: Hủy

# DeleteConfirmationDialog_Message.Text
source: Are you sure you want to delete this file?
vi: Bạn có chắc chắn muốn xóa tệp này không?

# DeleteConfirmationDialog_DontWarnCheckbox.Content
source: Don't show this warning again
vi: Không hiển thị cảnh báo này nữa
